@extends('content')
@section('title', 'Правила и условия использования услуг Hyper.Hosting')

@section('description', 'Важные правила и условия предоставления наших услуг хостинга и серверов.')
@section('content')

<main class="other_page">  
                <div class="container">
                    <h1><span>ПРАВИЛА</span> НАШЕГО СЕРВИСА</h1>
                </div>
            </main>
        
 


            <div class="container other_page">
                 <p class="text_page">
                    Список правил и условий предоставления услуг:
                    <br><br>
                    <span>Клиент автоматически соглашается на данные условия после оплаты любой услуги или пополнения баланса в личном кабинете. <br>
                        Не знание правил не освобождает от ответственности!</span>
                    <br><br><br>

                    <span>1.0.0 Общие правила всех услуг хостинга</span>
                    <br><br>
                    1.0.1 Нельзя заниматься спамом в любом его проявлении (спам, спамвертайзинг и т.д.);
                    <br><br>
                    1.0.2 Непозволительно размещение программ, которые могут использоваться для несанкционированного доступа;
                    <br><br>
                    1.0.3 Запрещена публикация любых материалов, нарушающих авторское право их владельца (сюда входят и ссылки на такие источники либо файлообменники);
                    <br><br>
                    1.0.4 Неприемлема публикация любых порнографических материалов (сюда входят и ссылки на такие ресурсы);
                    <br><br>
                    1.0.5 Запрещено использовать программы трафогенерерующие.
                    <br><br>
                    1.0.6 Запрещено размещать недостоверную информацию и преднамеренный ввод в заблуждение посетителей сайта (фейк и пр.);
                    <br><br>
                    1.0.7 Запрещена публикация любых материалов, противоречащих законодательству РФ, Украины и других стран.
                    <br><br>
                    1.0.8 Запрещены деструктивные действия любого характера (запуск не отлаженных, ресурсоёмких программ, что может отрицательно повлиять на работоспособность
                    хостинга в целом, распространение вирусов и т.п.);
                    <br><br><br>

                    1.1.0 Индивидуальные правила и условия некоторых услуг
                    <br><br>
                    1.1.1 Запрещено запускать игровые серверы, а так же другое высокопроизводительное ПО на VDS серверах виртуализации OpenVZ.
                    <br><br>
                    1.1.2 Основное назначение тарифа MINI - дешевая система для обучения и знакомства с Linux, но он так же может быть использован для размещения не требовательного к
                    ресурсам ПО, небольших сайтов, файловых хранилищ и т. п.
                    <br><br>
                    1.1.3 Бесплатная услуга DNS хостинга, предоставляется "как есть", без технической поддержки и других возможностей доступных для платных услуг.
                    <br><br><br>

                    <span>2.0 Права и обязанности сторон!</span>
                    <br><br>
                    2.1 Клиент обязуется не нарушать общепринятые правила поведения на хостинге.
                    <br><br>
                    2.2 Нарушение клиентом общепринятых правил поведения на хостинге может повлечь за собой прекращение предоставления услуг хостинга.
                    <br><br>
                    2.3 Клиент обязан своевременно оплачивать предоставляемые услуги.
                    <br><br>
                    2.4 Клиент имеет право на предоставление тех услуг, которые есть в наличии и которые им оплачены.
                    <br><br>
                    2.5 Несвоевременная оплата услуг может повлечь за собой прекращение предоставления услуг хостинга вплоть до безвозвратного удаления аккаунта.
                    <br><br>
                    2.6 hyper.hosting оставляет за собой право отказать в предоставлении услуг или прекратить предоставляемые услуги любому клиенту по своему усмотрению в одностороннем
                    порядке без объяснения причин.
                    <br><br>
                    2.7 hyper.hosting не несёт ответственности за убытки, причинённые кому-либо или чему-либо умышленными либо неумышленными действиями клиента hyper.hosting
                    <br><br>
                    2.8 hyper.hosting не несёт ответственности за убытки, причинённые клиентам не по вине hyper.hosting
                    <br><br>
                    2.9 hyper.hosting не несёт ответственности за убытки, причинённые временной недоступностью сервисов на хостинг-сервере клиента, связанными с техническими
                    проблемами (как-то: работы по усовершенствованию сервера и ПО, хакерские атаки, проблемы датацентра, маршрутизации и пр.)
                    <br><br>
                    2.10 hyper.hosting не несёт ответственности за убытки, вызванные обстоятельствами непреодолимой силы.
                    <br><br>
                    2.11 hyper.hosting не гарантирует uptime 100%, но к этому стремится.
                    <br><br>
                    2.12 hyper.hosting не компенсирует любые убытки клиента ни при каких обстоятельствах, кроме тех случаев, когда инициатива о возвращении либо компенсировании исходит
                    от hyper.hosting
                    <br><br>
                    2.13 Данные правила могут быть изменены или дополнены в одностороннем порядке в любой момент без дополнительного уведомления.
                    <br><br><br>

                    Ниже, приведены основные обязанности технической поддержки и компании hyper.hosting в целом
                    <br><br><br>

                    <span>3.0 Техническая поддержка обязана:</span>
                    <br><br>
                    3.1 Обеспечивать работоспособность всех сервисов хостинга сайтов (Mail, Mysql, Apache, FTP), но не обязана настраивать на работу ПО клиента.
                    <br><br>
                    3.2 Оперативно решать все проблемы, влияющие на работоспособность всех сервисов хостинга сайтов (Mail, Mysql, Apache, FTP).
                    <br><br>
                    3.3 Предоставлять бесперебойный доступ к VDS серверам клиента и в самые короткие сроки устранять все что препятствует этому.
                    <br><br>
                    3.4 В случае нарушения правил пользования хостинга, блокировать аккаунт с обязательным оповещением владельца аккаунта.
                    <br><br>
                    3.5 По запросу предоставить для клиента всю информацию которая связана с услугой.
                    <br><br><br>

                    <span>4.0 Техническая поддержка НЕ обязана:</span>
                    <br><br>
                    4.1 Устанавливать \ Настраивать для клиента скрипты, которые он по каким либо причинам не может установить самостоятельно.
                    <br><br>
                    4.5 Настраивать Веб-сервер под индивидуальные нужды клиента на тарифах хостинга сайтов. (если нужны индивидуальные настройки, то вам подойдет VDS хостинг).
                    <br><br>
                    4.6 Обучать клиента, как пользоваться серверными приложениями.
                    <br><br>
                    4.7 Восстанавливать работу сайтов или VDS серверов, поломка которых была вызвана халатностью или недостатком знаний клиента. (но обычно при вежливом обращении
                    клиента мы идем навстречу и выполняем восстановление, если это технически возможно)
                    <br><br>
                    4.8 Обучать клиента работать с операционной системой VDS хостинга.
                    <br><br>
                    4.9 Оказывать техническую поддержку третьим лицам.
                    <br><br>
                    Как показываем практика, мы никогда не отказываем клиенту и всегда стараемся помочь, даже если это не входит в наши обязанности.
                    <br><br><br>

                    <span>5.0 Оплата, возврат средств:</span>
                    <br><br>
                    5.1 hyper.hosting не возвращает средства после поступления их на счета hyper.hosting.
                    <br><br>
                    5.2 Возврат возможен только в случае если оплаченная услуга не была предоставлена в полной мере (нет заявленных возможностей которые указаны в тарифном плане
                    оплаченной услуги).
                    <br><br>
                    5.3 Вывод выполняется исключительно на счета ЮMoney, QIWI, PayPal или на банковскую карту, при этом комиссия* оплачивается полностью за счет клиента из
                    выводимой суммы.
                    <br><br><br>

                    <span>6.0 Сроки удаления приостановленных услуг:</span>
                    <br><br>
                    6.1 Заказы на VDS хостинг будут удалены через 7 дней после окончания срока оплаты, в случае отсутствия оплаты (возможно отложить удаление услуги при поступлении такой
                    просьбы от клиента через тикет систему, но не более чем на 21 день от момента отключения услуги)
                    <br><br>
                    6.2 hyper.hosting оставляет за собой право удалить остановленные VDS сервер раньше срока, в случае если для него выключено автоматическое продление.
                    <br><br>
                    6.4 hyper.hosting оставляет за собой право удалить раньше указанных сроков заказы на тарифах MINI, а так же заказы которые были остановлены за нарушение.
                 </p>   
            </div>

@endsection